{
  "empresa": {
    "nombre": "JSElectronics",
    "fundacion": 2020,
    "ubicacion": "La Chorrera, Panamá Oeste",
    "empleados": 25,
    "reseña": "JSElectronics, fundada en 2020 en La Chorrera, Panamá Oeste, se ha destacado en la venta de laptops, ofreciendo una amplia variedad de marcas y modelos. Con un equipo de 25 empleados altamente capacitados, la empresa se distingue por su asesoramiento personalizado, ayudando a los clientes a encontrar la laptop ideal según sus necesidades y presupuesto. La ubicación estratégica de la tienda ha sido clave para su éxito, atrayendo tanto a residentes locales como a visitantes de la Ciudad de Panamá y áreas circundantes."
  },
  "mision": "Ofrecer productos que superen las expectativas en rendimiento, diseño y durabilidad, siendo la elección preferida por la combinación de tecnología avanzada y estilo. Nos comprometemos con la excelencia en el servicio al cliente y la asesoría técnica para garantizar una experiencia completa y satisfactoria.",
  "vision": "Visualizamos un futuro donde nuestra marca sea sinónimo de innovación y confianza en tecnología portátil, liderando la industria de laptops con productos de última generación. Aspiramos a expandir nuestra presencia global, destacándonos en ventas y en el desarrollo de soluciones tecnológicas que mejoren la vida de las personas.",
  "politicas": {
    "garantia": [
      "Todas nuestras laptops están respaldadas por una garantía de un año.",
      "Durante este período, nos comprometemos a reparar o reemplazar cualquier defecto de fabricación sin costo adicional para el cliente.",
      "Los clientes deben informar cualquier problema cubierto por la garantía a nuestro servicio de atención al cliente.",
      "Se proporcionará un número de reclamación y se instruirá al cliente sobre los pasos a seguir para la reparación del producto.",
      "La garantía no cubre daños causados por accidentes, uso indebido, modificaciones no autorizadas o desastres naturales.",
      "El cliente es responsable de realizar copias de seguridad de sus datos antes de enviar la laptop para reparación."
    ],
    "promociones": [
      "Todas las promociones tendrán un periodo de validez claramente establecido.",
      "Las promociones estarán sujetas a condiciones específicas de elegibilidad.",
      "Se establecerán limitaciones sobre la cantidad de productos que un cliente puede adquirir con el descuento.",
      "Se identificarán claramente productos excluidos y cualquier restricción.",
      "La empresa se reserva el derecho de modificar o cancelar una promoción, comunicando cualquier cambio a los clientes."
    ],
    "privacidad_seguridad": [
      "La empresa se compromete a recopilar solo la información personal necesaria para llevar a cabo transacciones y proporcionar servicios.",
      "La información personal incluye, pero no se limita a, nombres, direcciones, números de teléfono y detalles de pago.",
      "Utilizamos tecnologías seguras para procesar todas las transacciones y proteger la información financiera del cliente.",
      "Se implementan medidas de seguridad para prevenir accesos no autorizados a sistemas que contengan datos sensibles.",
      "La información personal no se compartirá con terceros sin el consentimiento expreso del titular, excepto en casos requeridos por la ley."
    ]
  },
  "web": "https://irvin-benitez.software/",
  "horarios": {
    "lunes_viernes": "9:00 AM - 8:00 PM",
    "sabado_domingo": "10:00 AM - 6:00 PM"
  }
}
